<!doctype html>
<html>
<head>
<meta charset="UTF-8" />
<title><?php echo $Title; ?> - <?php echo $Powered; ?></title>
<link rel="stylesheet" href="./css/install.css?v=9.0" />
</head>
<body>
<div class="wrap">
  <?php require './templates/header.php';?>
  <div class="section">
    <div class="main cc">
      <pre class="pact" readonly="readonly">短说OSX软件使用协议

短说OSX整合运营系统是嘉兴想天信息科技有限公司（以下简称想天软件）开发的产品。

感谢您选择短说产品，希望我们的努力可以为您创造价值。公司网址为 http://www.ourstu.com，产品官方网站网址为 http://osx.opensns.cn。

本软件采用多种授权协议，请根据您所使用的版本了解授权的具体内容。

用户须知：本协议是您与想天软件关于短说产品使用的法律协议。无论您是个人或组织、盈利与否、用途如何（包括以学习和研究为目的），均需仔细阅读本协议，包括免除或者限制想天软件责任的免责条款及对您的权利限制。请您审阅并接受或不接受本服务条款。

如您不同意本服务条款及或想天软件随时对其的修改，您应不使用短说产品。否则，您的任何对短说产品的相关服务的注册、登陆、下载、查看等使用行为将被视为您对本服务条款全部的完全接受，包括接收想天软件对服务条款随时所做的任何修改。

本服务条款一旦发生变更,想天软件将在产品官网上公布修改内容。修改后的服务条款一旦在网站公布即有效代替原来的服务条款。您可随时登陆官网查阅最新版服务条款。如果您选择接受本条款，即表示您同意接受协议各项条件的约束。如果您不同意本服务条款，则不能获得使用本服务的权利。您若有违反本条款规定，想天软件有权随时中止或终止您对短说产品的使用资格并保留追究相关法律责任的权利。

在理解、同意、并遵守本协议的全部条款后，方可开始使用短说产品。您也可能与嘉兴想天信息科技有限公司直接签订另一书面协议，以补充或者取代本协议的全部或者任何部分。

想天软件拥有短说OSX整合运营系统产品的知识产权。本软件只供许可协议，并非出售。想天软件只允许您在遵守本协议各项条款的情况下复制、下载、安装、使用或者以其他方式受益于本软件的功能或者知识产权。
</pre>
    
    </div>
    <div class="bottom tac"> <a href="<?php echo $_SERVER['PHP_SELF']; ?>?step=2" class="btn">接 受</a> </div>
  </div>
</div>
<?php require './templates/footer.php';?>
</body>
</html>